tap 'thoughtbot/formulae'
brew 'rcm'

brew 'ansible'
brew 'ctags-exuberant'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'highlight'
brew 'httpie'
brew 'hub'
brew 'id3v2'
brew 'imagemagick'
brew 'irssi'
brew 'libxml2'
brew 'macvim'
brew 'media-info'
brew 'mplayer'
brew 'mysql'
brew 'node'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'ruby-build'
brew 'shellcheck'
brew 'taglib'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-completions'

tap 'mpv-player/mpv'
brew 'mpv'

tap 'phinze/cask'
brew 'brew-cask'
cask 'adapter'
cask 'appcleaner'
cask 'firefox'
cask 'flux'
cask 'iterm2'
cask 'launchrocket'
cask 'licecap'
cask 'qlstephen'
cask 'quicklook-json'
cask 'rowanj-gitx'
cask 'vlc'

tap 'caskroom/fonts'
cask 'font-dejavu-sans'
cask 'font-droid-sans-mono'
cask 'font-inconsolata'

tap 'homebrew/dupes'
